{
  "trees": [
    {
      "img": "https://images.unsplash.com/photo-1586378904433-32718f1c475b?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw=&ixlib=rb-1.2.1&auto=format&fit=crop&w=1000&q=80",
      "name": "Abies alba",
      "description": "Gran árbol robusto de corteza blanquecina y porte piramidal, que puede llegar excepcionalmente a los 50 m de altura y cuyas ramas se disponen regularmente sobre el tronco principal. Las hojas son de un verde intenso, persistentes, en forma de aguja (aciculares), aunque aplanadas y algo flexibles, con dos bandas blanquecinas en el envés y de 1-3 cm de largo. Las de la parte superior de la copa terminan en una pequeña punta, pero las de la parte inferior son escotadas en el ápice, a diferencia de las de Abies pinsapo Boiss. Se disponen sobre las ramillas de forma que parecen dos filas en dos planos. Tiene unas piñitas o conos masculinos portadores del polen. Las piñas femeninas están formadas por escamas leñosas triangulares en cuyo interior están las semillas, agrupadas en pares, con un ala membranosa que sobresale y también lo diferencia de su congénere. Se disponen en lo alto, erectas sobre las ramas, y se deshacen al madurar en el otoño del año siguiente.",
      "commonName": "Abeto, pinabete",
      "otherNames": "Abeto, abeto común, pinabete (cast.); avet (cat.); izei zuria (eusk.); abeto (gall.); aveto-branco (port.); silver fir, European silver fir (ing.).",
      "ecology": "Se cría formando bosques mixtos con hayas o pinos, o formando bosques puros. Prefiere los suelos profundos y frescos de las laderas y las zonas umbrosas de las montañas. Necesita bastante humedad tanto en el subsuelo como en el ambiente, y no soporta bien ni las sequías prolongadas estivales ni las heladas tardías invernales. Tanto es así, que su área de extensión ibérica se ha reducido notablemente en parte debido al cambio climático que ha derivado hacia una mayor mediterraneidad. Es indiferente al sustrato y crece desde los 700 hasta los 2000 m de altitud.",
      "distribution": "El abeto es natural de Europa y ocupa las montañas del centro y sur del continente. En la Península Ibérica actualmente habita de forma natural en Pirineos —las masas más densas se encuentran en el de Lérida—, el macizo del Montseny y la sierra de Guara, en el Prepirineo aragonés.",
      "native": "Sí"
    },
    {
      "img": "https://article.innovadatabase.com/articleimgs/article_images/637187434523295544acacia africa new.jpeg",
      "name": "Acacia",
      "description": "El género Acacia comprende unas 1200 especies de árboles y arbustos, muchos espinosos, aunque los hay inermes. Las hojas son siempre de margen entero y pueden ser caducas, compuestas y pinnadas dos o más veces. También las hay persistentes al poseer filodios, unas expansiones laminares que hacen la función de las hojas, pero que por su proceso de desarrollo no lo son y por tanto carecen de yema axilar. Sus flores son amarillas y aromáticas, y nacen en grupos globosos o alargados que a menudo forman racimos, de manera que a veces la floración es muy vistosa y espectacular. El fruto es una legumbre generalmente con varias semillas. En la Península hay naturalizadas hasta 11 especies arbóreas muy semejantes entre sí y que comúnmente se conocen como mimosas. 1. Acacia baileyana F. Muell. Mimosa. Árbol o arbusto sin espinas y perennifolio; hojas pinnadas, con 2-6 pares de pinnas y sin filodios; flores en glomérulos amarillos muy aromáticos agrupados en racimos. 2. Acacia dealbata Link. Mimosa. Árbol perennifolio sin espinas; hojas bipinnadas, con 10-26 pares de pinnas y sin filodios; flores en glomérulos amarillos muy aromáticos y agrupados en racimos. Está incluida en el Atlas de las plantas alóctonas invasoras en España. 3. Acacia decurrens (J.C. Wendl.) Willd. Aromo, mimosa. Árbol perennifolio sin espinas; hojas bipinnadas, con 8-15 pares de pinnas y sin filodios; flores en glomérulos amarillo-brillantes agrupados en racimos. 4. Acacia farnesiana (L.) Willd. Aromo, mimosa. Arbusto o arbolillo muy espinoso, con espinas de hasta 2 cm; hojas caducas bipinnadas, con 2-8 pares de pinnas y sin filodios; flores en racimos amarillo-dorados muy aromáticas. 5. Acacia karroo Hayne. Aromo de Sudáfrica, acacia karóo. Árbol o arbusto espinoso, con espinas de hasta 10 cm; hojas caducas bipinnadas, con (1)2-7(13) pares de pinnas y sin filodios; flores en glomérulos globosos amarillo-dorados. 6. Acacia longifolia (Andrews) Willd. Acacia, acacia blanca. Árbol o arbusto perennifolio, no espinoso; todas sus hojas reducidas a filodios, de 6-20 cm de largo; flores en glomérulos cilíndricos. Está incluida en el Atlas de las plantas alóctonas invasoras en España. 7. Acacia mearnsii De Wild. Mimosa, mimosa negra. Árbol perennifolio no espinoso; hojas bipinnadas, con 8-25 pares de pinnas y sin filodios; flores en glomérulos amarillos agrupados en racimos. 8. Acacia melanoxylon R. Br. Acacia, acacia negra. Árbol perennifolio no espinoso; hojas de las plantas jóvenes bipinnadas, las adultas reducidas a filodios, de 6-14 cm de largo; flores en glomérulos globosos amarillos. Está incluida en el Atlas de las plantas alóctonas invasoras en España. 9. Acacia pycnantha Benth. Mimosa. Árbol o arbusto perennifolio no espinoso; hojas todas reducidas a filodios, de 6-20 cm; flores en glomérulos amarillo-dorados agrupados en racimos. 10. Acacia retinodes Schltdl. Acacia blanca. Árbol o arbusto perennifolio no espinoso; hojas todas reducidas filodios, de 3-20 cm de largo; flores en glomérulos amarillos agrupados en racimos. 11. Acacia saligna (Labill.) H.L. Wendl. Acacia de hoja azul. Árbol o arbusto perennifolio no espinoso; hojas todas reducidas a filodios, de 8-30 cm de largo; flores en glomérulos amarillos o anaranjados agrupados en racimos. Está incluida en el Atlas de las plantas alóctonas invasoras en España.",
      "commonName": "Acacia, mimosa",
      "otherNames": "Acacia, mimosa (cast.); acàcia (cat.); akazia (eusk.); acacia (gall.); acácia (port.); acacia, thorntree, whistling thorn, wattle (ing.).",
      "ecology": "Las acacias son propias de las regiones tropicales o subtropicales, por lo que su presencia en la Península Ibérica es mayoritaria en lugares donde no hace frío y son raras las heladas. Son comunes en las zonas costeras, donde se suelen plantar como ornamentales. A menudo se asilvestran y a veces se hacen invasoras.",
      "distribution": "En su mayor parte en Australia y Tasmania, aunque también las hay en Asia, África y América.",
      "native": "Sí"
    },
    {
      "img": "https://www.arbolapp.es/imagenes/especies/especie_024_01.jpg",
      "name": "Eucalyptus",
      "description": "El género Eucalyptus comprende unas 700 especies de árboles y arbustos muy aromáticos. Las especies que hay en nuestro territorio son todas introducidas (alóctonas). Alóctona/o (ver autóctona/o) Planta no oriunda o no nativa de un determinado país o región, sino introducida, voluntaria o involuntariamente, por el ser humano o naturalizada en el territorio procedente de otro lugar. Es lo contrario de autóctona/o. En ocasiones tienen dos tipos de hojas, todas persistentes, simples, lampiñas y de margen entero. Las de los ejemplares jóvenes son opuestas, anchas y suelen carecer de rabillo, mientras que las de los ejemplares adultos son más alargadas, alternas y siempre poseen un rabillo patente. El novelista francés Julio Verne escribió sobre el dosel de hojas de los eucaliptos en Los hijos del capitán Grant: «Los árboles pierden anualmente su corteza en lugar de perder sus hojas; […] éstas se presentan al sol de perfil y no de cara, y no dan sombra...». Las flores son muy melíferas y nacen a menudo en grupos en la axila de las ramillas. El fruto es una cápsula (como una pequeña urna con tapita) verdosa, pardusca o grisácea según el grado de madurez, que contiene pequeñas y abundantes semillas. Flora iberica comenta que en la Península se cultivan muchas especies, algunas de las cuales se asilvestran; otras se plantan en jardines y parques como ornamentales. Aquí se incluyen solamente las 6 especies naturalizadas que llegan a formar parte del paisaje, excluyéndose aquellas que sólo esporádicamente se escapan de cultivo. 1. Eucalyptus camaldulensis Dehnh. Eucalipto. Árbol de hasta 50 m. Corteza caediza, lisa, de blanquecino-grisácea a marrón-rojiza. Hojas juveniles de 6-12 cm de largo por 2-4 cm de ancho, lanceoladas, acuminadas, blanco-azuladas; las adultas de 8-25(30) cm de largo por 0,7-2,5(4) cm de ancho, estrechamente lanceoladas, algo curvadas en una punta alargada y de color verde claro. Está incluida en el Atlas de las plantas alóctonas invasoras en España. 2. Eucalyptus globulus Labill. Eucalipto. Alcanza los 70 m. Uno de los árboles más altos de la Península Ibérica es el Abuelo de Chavín, cerca de Viveiro (Lugo), con 67 m. Corteza caediza y lisa. Hojas juveniles de 4-16 cm de largo por 1,5-9 cm de ancho, ovadas u ovado-lanceoladas y sin rabillo; las adultas de 8-35(40) cm de largo por 1,5-4 cm de ancho, lanceoladas y en forma de hoz, curvadas en una punta alargada. Flora iberica diferencia la subsp. globulus y la subsp. maidenii (F. Muell.) J.B. Kirkp. Esta especie está incluida en el Atlas de las plantas alóctonas invasoras en España. 3. Eucalyptus gomphocephala DC. Eucalipto. Árbol de hasta 40 m. Corteza que se mantiene sin desprenderse, fisurada, algo fibrosa y grisácea. Hojas juveniles de 4-12 cm de largo por 2-6,5 cm de ancho, ovado-lanceoladas, a veces acorazonadas y con corto rabillo; las adultas de 9-16(18) cm de largo por 1,5-2,5(4,5) cm de ancho, lanceoladas y algo curvadas hacia la punta. 4. Eucalyptus gunnii Hook. f. Eucalipto. Alcanza los 30 m. Corteza caediza, lisa, de color blanco, gris o verde grisáceo. Hojas juveniles de 3-4 cm de largo por 2-4 cm de ancho, ovadas, elípticas o redondeadas, sin rabillo; las adultas de 4-8 cm de largo por 1,5-3 cm de ancho, ovadas, elípticas y a veces algo curvadas en una punta alargada. 5. Eucalyptus nitens Maiden. Eucalipto brillante. Árbol de hasta 60 m, que puede llegar a los 90 m en sus zonas de origen. Corteza gris o marrón grisácea, fibrosa-escamosa y persistente en la parte baja del tronco, en tanto en las zonas altas se desprende en largas tiras. Hojas juveniles ovadas o elípticas y verde-azuladas; las adultas lanceoladas, de 15-25 cm de largo por 1,5-2,5 cm de ancho, verdes y brillantes. Aunque no aparece como naturalizada en Flora iberica ni está aún incluida en el Atlas de las plantas alóctonas invasoras en España, según un informe de 2012 del Comité Científico de Flora y Fauna Silvestres del Ministerio de Agricultura, Alimentación y Medio Ambiente, está naturalizada y en fase de expansión en nuestro territorio. Se la considera muy peligrosa debido a su carácter invasor, pues es más resistente al frío que otras especies. 6. Eucalyptus robusta Sm. Eucalipto robusto. Árbol que sobrepasa los 30 m. Corteza marrón rojiza, rugosa, esponjosa y que no se desprende en tiras. Hojas juveniles de 4-10 cm de largo por 1-5 cm de ancho, elíptico-lanceoladas u ovadas, más o menos alargadas en punta estrecha y con rabillo corto; las adultas de 10-15(20) cm de largo por (2)2,5-7,5 cm de ancho, elíptico-lanceoladas o algo curvadas en una punta alargada. 7. Eucalyptus sideroxylon A. Cunn. ex Woolls. Eucalipto. Alcanza los 35 m. Corteza que se mantiene sin desprenderse, dura, profundamente surcada y de color rojo oscuro. Hojas juveniles de 5,5-12 cm de largo por 0,3-1,5 cm de ancho, oblongo-lanceoladas o lineares, con rabillo muy corto; las adultas de (4,5)7-15 cm de largo por 1-2(3,5) cm de ancho, lanceoladas o estrechamente lanceoladas y de punta alargada.",
      "commonName": "Eucalipto",
      "otherNames": "Eucalipto (cast.); eucaliptus (cat.); eukalitu (eusk.); eucalipto (gall.); eucalipto, calipes (port.); Eucalyptus, gum tree (ing.).",
      "ecology": "La diversidad de especies se refleja en su amplitud ecológica, pero están más especializados en los climas de tipo mediterráneo que también se dan en Australia, donde no hay heladas severas y disponen de agua abundante. De hecho son especies con gran desarrollo radical, por lo que pueden extraer agua de capas muy profundas.",
      "distribution": "De forma natural proceden sobre todo de Australia, Tasmania y Nueva Zelanda, aunque algunas especies son oriundas de Filipinas y de la isla de Timor.",
      "native": "No"
    },
    {
      "img": "https://media-live.gardeningexpress.co.uk/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/a/r/arbutus-strawberry-tree1-750x750.jpg",
      "name": "Arbustus unedo",
      "description": "El madroño es un arbusto o pequeño arbolito que alcanza los 8 m de altura si se le deja crecer. Tiene una copa densa y globosa que genera mucha sombra. La corteza es pardo-rojiza, agrietada y escamosa, que se desprende en plaquitas, y las ramillas jóvenes son rojizas, si bien al madurar se tornan grisáceas. Las hojas son persistentes, simples, alternas, lanceoladas, de color verde intenso, brillantes por el haz y mates por el envés, de 8-10 cm de largo por 3-4 de ancho y de margen serrado. Las flores son blancas o rosado-claras, aparecen en grupos colgantes al final del otoño o a comienzos del invierno y tienen forma de campanita cerrada. Los frutos al madurar tienen un aspecto granulado, carecen de piel, son carnosos, redondeados, de 2-3 cm, rojos o de naranja intenso en el exterior —de ahí el dicho popular «Más colorado que un madroño»— y amarillo-anaranjados por dentro. Por lo tanto, en invierno se puede ver al madroño con flores y frutos maduros a la vez.",
      "commonName": "Madroño",
      "otherNames": "Madroño (cast.); arboç (cat.); gurbitza (eusk.); albedro, érbedo (gall.); madronheiro, ervedeiro (port.); Strawberry tree (ing.).",
      "ecology": "Es una planta que aparece como acompañante de los bosques de hoja persistente y plana del ámbito mediterráneo. Crece sobre todo asociada a los alcornocales, con los que comparte área de distribución en las zonas de sustrato ácido, si bien el madroño además se distribuye por los terrenos básicos. La encontramos desde el nivel del mar hasta los 1200 m, siempre que las heladas no sean excesivas. Aunque prefiere los suelos bien desarrollados y frescos, a veces aparece en terrenos pedregosos. Por otro lado, la protección que ofrece el dosel de su copa y sus frutos en invierno, hacen del madroño una planta muy importante en los ecosistemas como refugio y alimento para diversas especies de fauna.",
      "distribution": "El madroño es una especie fundamentalmente mediterránea que también se distribuye por las islas atlánticas de Irlanda, Canarias, Azores, Madeira y Cabo Verde. En la Península y Baleares aparece en casi todas la provincias, pero escasea o falta en las zonas más continentales y frías del interior.",
      "native": "Sí"
    },
    {
      "img": "https://media-live.gardeningexpress.co.uk/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/a/r/arbutus-strawberry-tree1-750x750.jpg",
      "name": "Arbustus unedo",
      "description": "El madroño es un arbusto o pequeño arbolito que alcanza los 8 m de altura si se le deja crecer. Tiene una copa densa y globosa que genera mucha sombra. La corteza es pardo-rojiza, agrietada y escamosa, que se desprende en plaquitas, y las ramillas jóvenes son rojizas, si bien al madurar se tornan grisáceas. Las hojas son persistentes, simples, alternas, lanceoladas, de color verde intenso, brillantes por el haz y mates por el envés, de 8-10 cm de largo por 3-4 de ancho y de margen serrado. Las flores son blancas o rosado-claras, aparecen en grupos colgantes al final del otoño o a comienzos del invierno y tienen forma de campanita cerrada. Los frutos al madurar tienen un aspecto granulado, carecen de piel, son carnosos, redondeados, de 2-3 cm, rojos o de naranja intenso en el exterior —de ahí el dicho popular «Más colorado que un madroño»— y amarillo-anaranjados por dentro. Por lo tanto, en invierno se puede ver al madroño con flores y frutos maduros a la vez.",
      "commonName": "Madroño",
      "otherNames": "Madroño (cast.); arboç (cat.); gurbitza (eusk.); albedro, érbedo (gall.); madronheiro, ervedeiro (port.); Strawberry tree (ing.).",
      "ecology": "Es una planta que aparece como acompañante de los bosques de hoja persistente y plana del ámbito mediterráneo. Crece sobre todo asociada a los alcornocales, con los que comparte área de distribución en las zonas de sustrato ácido, si bien el madroño además se distribuye por los terrenos básicos. La encontramos desde el nivel del mar hasta los 1200 m, siempre que las heladas no sean excesivas. Aunque prefiere los suelos bien desarrollados y frescos, a veces aparece en terrenos pedregosos. Por otro lado, la protección que ofrece el dosel de su copa y sus frutos en invierno, hacen del madroño una planta muy importante en los ecosistemas como refugio y alimento para diversas especies de fauna.",
      "distribution": "El madroño es una especie fundamentalmente mediterránea que también se distribuye por las islas atlánticas de Irlanda, Canarias, Azores, Madeira y Cabo Verde. En la Península y Baleares aparece en casi todas la provincias, pero escasea o falta en las zonas más continentales y frías del interior.",
      "native": "Sí"
    }
  ]
}
